
[A_CreatureShantiriTitan H7Creature]
mName="Шантирийский титан"
mLore="Первые титаны были созданы шантирийцами во время войн легендарной эпохи. Огромные сложные конструкты, оживленные при помощи магии, бесследно исчезли во время сражений, сотрясавших Асхан в те времена. Те немногие, которые сохранились до наших времен, высоко ценятся магами, особенно адептами дома Материа. Бывает, что в найденных титанах еще теплится жизнь, и они не всегда рады незваным гостям.\n\nРедкие ресурсы для найма: \n3 ед. звездного серебра \n1 ед. кристаллов драконьей крови"
